
export default {
    state: {
        d02: "", //Версия прошивки генератора
        d03: "", //Рабочий Статус генератора - locales: generatorStatus
        d06: "", //Запрос резонансной частоты контура катушки, кГц
        d07: "", //Запрос текущей рабочей частоты генератора, кГц
        d09: "", //Запрос текущей генерируемой формы волны генератора - locales: generatorWaveform
        d10: "", //Запрос генерируемой формы волны генератора в EEPROM - locales: generatorWaveform
        d11: "", //Запрос добротности контура катушки
        d13: "", //Запрос текущего рабочего тока через контур катушки
        d14: "", //Запрос задатчика тока для контура катушки
        // d15: "", //Задатчик тока-1 (MINIMUM) в EEPROM, в мА
        // d16: "", //Задатчик тока-1 (MINIMUM) в EEPROM, в мА
        // d17: "", //Задатчик тока-1 (MINIMUM) в EEPROM, в мА

    },
    mutations: {},
    actions: {},
    getters: {},
};
